<div class="container">
    <div class="row">
        <h1>Руководство пользователя</h1>
    </div>

    <h3>Начало работы</h3>
    <div class="row well">
        <p>
            Для входа в АРМ "Достижения и показатели" необходимо ввести в адресную строку веб-браузера адрес, по которому расположена СМК СГАУ. После перехода система отобразит окно аутентификации. В нём необходимо ввести логин и пароль пользователя, нажать на "Вход".
        </p>
        <img class="center-block" src="/sources/faq/images/h1.png" alt=""/>
    </div>



    <h3>Список преподавателей и поиск</h3>
    <div class="row well">
        <p>
            Список преподавателей доступен на странице преподаватели.
        </p>
        <img class="center-block" src="/sources/faq/images/h2.png" alt=""/>
        <p>
            Список преподавателей разбит на страницы.
        </p>
        <img class="center-block" src="/sources/faq/images/h2_2.png" alt=""/>
        <p>
            Поиск преподавателя можно осуществлять либо со страницы преподавателей, либо с главной, при этом система также отображает список преподавателей с похожим ФИО.
        </p>
        <img class="center-block" src="/sources/faq/images/h3.png" alt=""/>
        <p>
            Результаты поиска также поделены по страницам.
        </p>
        <img class="center-block" src="/sources/faq/images/h4.png" alt=""/>
    </div>

    <h3>Рейтинг преподавателя</h3>
    <div class="row well">
        <p>
            Для расчёта рейтинга преподавателя необходимо перейти по ссылке "Просмотреть" на странице преподавателей или по имени преподавателя на странице общего рейтинга.
        </p>
        <img class="center-block" src="/sources/faq/images/h5.png" alt=""/>
        <img class="center-block" src="/sources/faq/images/h6.png" alt=""/>
        <p>
            При расчёте рейтинга система позволяет выбрать временной интервал оценки.
        </p>
        <img class="center-block" src="/sources/faq/images/h7.png" alt=""/>
        <p>
            При выводе на печать система скрывает меню и отображает места для подписей.
        </p>
        <img class="center-block" src="/sources/faq/images/h8.png" alt=""/>
    </div>

    <h3>Общий рейтинг</h3>
    <div class="row well">
        <p>
            Для расчёта общего рейтинга необходимо перейти по вкладке "Общий рейтинг". Процесс расчёта общего рейтинга может занимать длительное время, поэтому результаты кешируются (на стороне сервера и на стороне браузера). При расчёте общего рейтинга также можно выбрать интервал. Расчёт рейтинга кешируется отдельно для каждого из интервалов.
        </p>
        <img class="center-block" src="/sources/faq/images/h9.png" alt=""/>
    </div>
</div>